Repository: 7room/Aya
Catalog: Localizations/Resources.*.resx
Languages: ru_ru

# Licensing_ActivationCompleted
source: Activation completed successfully
ru_ru: Активация успешно завершена

# Licensing_AppDowngradedToFree
source: The application edition is switched to Free.
ru_ru: Версия приложения переключена на бесплатную.

# Licensing_RecommendPurchase
source: We recommend that you purchase a license.
ru_ru: Рекомендуется приобрести лицензию.

# Licensing_DeleteLicenseAndReactivateApp
source: Delete the current license file and reactivate the application.
ru_ru: Удалите текущий файл лицензии и активируйте приложение повторно.

# Licensing_LicenseFileNotFound
source: License file not found
ru_ru: Файл лицензии не найден

# Licensing_LicenseFileCorrupted
source: License file is corrupted
ru_ru: Файл лицензии поврежден

# Licensing_LicenseFileUnknown
source: Unknown license status
ru_ru: Неизвестный статус лицензии

# Licensing_LicenseExpiredDaysAgo
source: Expired {0} days ago
ru_ru: Истекла {0} дней назад

# Licensing_LifetimeLicense
source: Lifetime license
ru_ru: Бессрочная лицензия

# Licensing_ValidityLifetime
source: Validity period: Lifetime.
ru_ru: Срок действия: бессрочно.

# Licensing_ValidBefore
source: License is valid before {0}.
ru_ru: Лицензия действительна до {0}.

# Licensing_IsExpired
source: Expired
ru_ru: Истек срок действия

# Licensing_IsActive
source: Active
ru_ru: Активна

# Licensing_ForComputers
source: For {0} PC's
ru_ru: Для {0} компьютеров

# Licensing_Days
source: days
ru_ru: дней

# Licensing_Na
source: N/A
ru_ru: Н/Д

# AppService_Usage_Licensing_Title
source: Licensing data
ru_ru: Данные лицензии

# AppService_Usage_Licensing_Desc
source: The data is required for licensing engine. The data is sent when activating product key. Can't be disabled.
ru_ru: Данные, необходимые для системы лицензирования. Данные отправляются в момент активации ключа продукта. Нельзя отключить.

# Licensing_KeyExpired
source: This product key is expired
ru_ru: Ключ продукта истек

# Licensing_UnregisteredKey
source: This product key is unregistered
ru_ru: Ключ продукта незарегистрирован

# Licensing_InactiveKey
source: This product key is inactive
ru_ru: Ключ продукта неактивен

# Licensing_InvalidKeyLength
source: Invalid product key length
ru_ru: Некорректный ключ продукта

# Licensing_WrongProduct
source: This product key is not intended for the product
ru_ru: Ключ не предназначен для этого продукта

# Licensing_TrialLicense
source: Trial: {0} days remaining
ru_ru: Пробная версия: осталось {0} дней

# Licensing_ActivateTrial
source: Activate trial version
ru_ru: Активировать пробную версию

# Licensing_TrialExpired
source: Your trial is expired
ru_ru: Срок действия пробной версии истек

# Licensing_DonationLicense
source: Donation license
ru_ru: Donation-лицензия

# Licensing_AfterTrial_Desc
source: After the trial period, the application edition will be switched to Free. The trial version can only be used once.
ru_ru: По истечении пробного периода версия приложения будет понижена до бесплатной. Пробная версия может быть использована только один раз.

# Licensing_AfterSubscription_Desc
source: After this period, the subscription will be automatically renewed. If the renewal is disabled, the application edition will be switched to Free.
ru_ru: После указанного периода подписка будет продлена автоматически. При отключенном продлении, версия приложения будет понижена до бесплатной.

# Licensing_ThanksForDonation
source: Thank you for your support. Your donation is greatly appreciated and will help to advance development and make Aya even better.
ru_ru: Спасибо за поддержку. Ваше пожертвование очень ценно и поможет ускорить развитие приложения и сделать Aya еще лучше.

# Licensing_ValidityNotLimited
source: The validity of your license is not limited. If you need to restore the product key, you can do it on our website.
ru_ru: Срок действия вашей лицензии не ограничен. Если вам нужно восстановить ключ продукта, вы можете сделать это на нашем сайте.

# Licensing_ActivateTrial_p1_Try
source: Try
ru_ru: Попробуйте

# AppService_Connecting
source: Connecting to app service...
ru_ru: Подключение к сервису приложения...

source: App service not available
ru_ru: Сервис приложения недоступен

# AppService_Online
source: Online
ru_ru: Онлайн

# AppService_Usage_DataPacket
source: Data packet
ru_ru: Пакет данных

# AppService_Usage_Feedback_Title
source: Feedback data
ru_ru: Данные обратной связи

# Settings_AppService_Manage
source: Manage app service usage...
ru_ru: Управлять использованием сервиса приложения...

# Settings_AppService
source: App service
ru_ru: Сервис приложения

# Settings_AppService_Desc
source: Aya uses its own service for several features, such as licensing, feedback reporting or statistics.
ru_ru: Aya использует собственный сервис для таких функций, как лицензирование, отправка обратной связи и сбор статистики.

# AppService_Usage_Title
source: App service usage
ru_ru: Использование сервиса приложения

# AppService_Usage_Statistics_Title
source: Usage statistics
ru_ru: Статистика использования

# AppService_Usage_Statistics_Desc
source: Aya sends certain metrics to 7room about how you use the app. We use metrics to prioritize our work and evaluate whether we are successful in solving real users' problems after we've released something.
ru_ru: Aya отправляет определенные метрики о том, как вы используете приложение. Эти метрики нужны для приоритизации разработки и понимания того, насколько востребованы те или иные функции.

# AppService_Usage_Desc
source: Aya uses its own service for several features, such as licensing, feedback reporting or statistics. Here you can review the data being sent.
ru_ru: Aya использует собственный сервис для таких функций, как лицензирование, отправка обратной связи и сбор статистики. Здесь вы можете ознакомиться с отправляемыми данными.

# AppService_Usage_Feedback_Desc
source: The data contains user-defined message and attachments made via feedback tool plus usage statistics (if enabled below). The data is sent manually by user action. Can't be disabled.
ru_ru: Данные содержат введенное пользователем сообщение, вложения, сделанные при помощи инструмента отправки обратной связи и блок статистики использования (если его отправка разрешена). Данные отправляются по действию пользователя. Нельзя отключить.

# AppService_Usage_Badge_Optional
source: OPTIONAL
ru_ru: ОПЦИОНАЛЬНО

# AppService_Usage_Badge_Required
source: REQUIRED
ru_ru: НЕОБХОДИМО

# ReadyToDelete_ToRecycleBin
source: Move to Recycle Bin
ru_ru: Переместить в корзину

source: Duplicates
ru_ru: Дубликаты

# Duplicates_Cancelling
source: Cancelling...
ru_ru: Отмена...

# Duplicates_CancelOperation
source: Cancel operation
ru_ru: Отменить операцию

# Duplicates_DeleteGroup
source: Delete
ru_ru: Удалить

# Duplicates_DeleteEntireGroup
source: Delete the entire group...
ru_ru: Удалить группу целиком...

# Upgrade_AlreadyHaveProductKey
source: I already have a product key
ru_ru: У меня есть ключ продукта

# Upgrade_StartTrial
source: Start trial
ru_ru: Пробная версия

# Upgrade_UpgradeTo
source: Upgrade to
ru_ru: Перейдите на

# Upgrade_UpgradeNow
source: Upgrade now
ru_ru: Купить сейчас

# Upgrade_DontAskAgainAndUseFreeVersion
source: Don't ask me again & continue using Free version
ru_ru: Больше не спрашивать и использовать Free версию

# Upgrade_Features_DeleteDuplicateFolders
source: Removing duplicate folders
ru_ru: Удаление папок-дубликатов

# Licensing_ActivateTrial_p2_Now
source: right now!
ru_ru: прямо сейчас!

# Upgrade_Features_Filters
source: Rich filtering features
ru_ru: Богатые возможности фильтрации

# Upgrade_Features_MultipleScanSourcesSelection
source: Multiple scan sources selection
ru_ru: Множественные источники сканирования

# Upgrade_Features_CrossDiskScan
source: Cross-disk scanning
ru_ru: Кросс-дисковое сканирование

# Upgrade_Features_FastScan
source: Fast scan engine using MFT directly
ru_ru: Быстрое сканирование через MFT

# Upgrade_Desc
source: Our best solution to reveal which files and folders waste your disk space. Get a full set of features and improvements, including the following:
ru_ru: Наше лучшее решение для обнаружения файлов и папок, которые расходуют наибольшее дисковое пространство. Получите полный набор функций и улучшений, включая следующие:

# Counter_Of
source: of
ru_ru: из

# Counter_DisableFilters
source: Disable filters
ru_ru: Убрать фильтры

# Counter_ClearSearchDisableFilters
source: Clear search & disable filters
ru_ru: Очистить поиск и убрать фильтры

# Counter_ClearSearch
source: Clear search
ru_ru: Очистить поиск

# ReadyToDelete_DeleteFoldersIfPossible
source: Delete folders if possible
ru_ru: Удалить папки, если это возможно

# ReadyToDelete_DeletePermanently
source: Permanently delete
ru_ru: Безвозвратно удалить

# ReadyToDelete_Title
source: Ready to delete
ru_ru: Все готово для удаления

# ReadyToDelete_Desc
source: Verify all the items to be deleted. If you changed your mind about deleting an item, simply exclude it from the deletion queue.
ru_ru: Проверьте все элементы, подлежащие удалению. Если вы передумали удалять элемент, просто исключите его из очереди удаления.

# Item_ExcludeFromDeleteQueue
source: Exclude from deletion queue
ru_ru: Исключить из очереди удаления

# Duplicates_CancelMatching
source: Cancel matching
ru_ru: Отменить сравнение

# Duplicates_MatchByContent
source: Match by content
ru_ru: Сравнить по контенту

# Duplicates_MatchByThisContent
source: Match by this content
ru_ru: Сравнить по этому контенту

# Item_SelectedSize
source: Size
ru_ru: Размер

# Item_SelectedCount
source: Selected
ru_ru: Выбрано

# Item_EmptyState_NoneSelected
source: Select file or folder to view details
ru_ru: Выберите файл или папку для просмотра подробностей

# Duplicates_SelectedGroups
source: Selected groups
ru_ru: Выбранные группы

# Duplicates_SelectedCount
source: Selected duplicates count
ru_ru: Число выбранных дубликатов

# Duplicates_DeselectAll
source: Deselect all
ru_ru: Отменить выбор

# Duplicates_DeselectAllInEachGroup
source: Deselect all in each group
ru_ru: Отменить выбор всего в каждой группе

# Duplicates_Groups_EmptyState_NoSelected_Title
source: No selected groups
ru_ru: Нет выбранных групп

# Duplicates_Groups_EmptyState_NoSelected_Desc
source: Select duplicate group from the left and its contents will be shown here.
ru_ru: Выберите группу дубликатов слева и ее содержимое появится здесь.

# Duplicates_SelectAll
source: Select all duplicates
ru_ru: Выбрать все дубликаты

# Duplicates_SelectAllInEachGroup
source: Select all duplicates in each group
ru_ru: Выбрать все дубликаты в каждой группе

# Duplicates_SelectByCreateDate
source: Select by creation date
ru_ru: Выбрать по дате создания

# Duplicates_SelectByCreateDateInEachGroup
source: Select by creation date in each group
ru_ru: Выбрать по дате создания в каждой группе

# Duplicates_SelectByLocationInEachGroup
source: Select by location in each group
ru_ru: Выбрать по расположению в каждой группе

# Duplicates_SelectByModifyDate
source: Select by modification date
ru_ru: Выбрать по дате модификации

# Duplicates_SelectByModifyDateInEachGroup
source: Select by modification date in each group
ru_ru: Выбрать по дате модификации в каждой группе

# Settings_Filters_EmptyState_NoSelectedGroups_Title
source: No selected groups
ru_ru: Нет выбранных групп

# Settings_KeepSelectedScanSources
source: Save selected scan sources in advanced mode
ru_ru: Сохранять источники сканирования в расширенном режиме

# Settings_Filters_EmptyState_NoSelectedGroups_Desc
source: Select group from the left and its contents will be shown here.
ru_ru: Выберите группу слева и ее содержимое появится здесь.

# Settings_IgnoreReadOnlyFiles
source: Ignore read only files
ru_ru: Игнорировать файлы только для чтения

# Feedback_OptionalEmail
source: Email address (optional)
ru_ru: Адрес email (не обязательно)

# Feedback_ReportType_Problem
source: Problem
ru_ru: Проблема

# Feedback_ReportType_Feedback
source: Feedback or suggestion
ru_ru: Отзыв или предложение

# Feedback_ProblemReport_Desc
source: Tell us about your problem and steps how to reproduce the issue.
ru_ru: Расскажите о проблеме и пошагово опишите процесс ее воспроизведения.

# Feedback_ReportType_Translation
source: Improving translation
ru_ru: Улучшение перевода

# Feedback_ReportType
source: Category
ru_ru: Категория

# Feedback_FeedbackReport_Title
source: How was your experience?
ru_ru: Каковы ваши впечатления?

# Feedback_FeedbackReport_Desc
source: Tell us why? What would you like to suggest?
ru_ru: Расскажите, почему? Что бы вы хотели предложить?

# Feedback_AttachmentLimit_Desc
source: The attachment size exceeds the allowable limit by {0} KB.
ru_ru: Лимит размера вложений превышен на {0} КБ.

# Units_Kb
source: KB
ru_ru: КБ

# Feedback_AttachmentLimit_Title
source: Attachment limit
ru_ru: Лимит вложений

# Settings_Language_Report
source: Report translation improvement...
ru_ru: Предложить или улучшить перевод...

# Feedback_Translation_OtherLanguage
source: Other language
ru_ru: Другой язык

# Settings_Language_Desc
source: If you don't see your language above and you want to make a translation, or you see any mistakes in current translation, please click the link below.
ru_ru: Если вашего языка нет в списке и вы хотите сделать перевод, или вы заметили ошибки в текущем переводе, воспользуйтесь ссылкой ниже.

# Feedback_ComposeEmail
source: Compose email...
ru_ru: Написать email...

# Feedback_TranslationReport_Title_p1_Want
source: I would like to
ru_ru: Я хочу

# Feedback_TranslationReport_Title_p2_New
source: make a new translation
ru_ru: сделать новый перевод

# Feedback_TranslationReport_Title_p2_Existing
source: improve existing translation
ru_ru: улучшить существующий перевод

# Feedback_ReportProblem
source: Report a problem...
ru_ru: Сообщить о проблеме...

# Feedback_RequiredEmail
source: Email address (required)
ru_ru: Адрес email (обязательно)

# Feedback_Error_Send
source: Unable to send the feedback report. Try again or save the report for manual sending.
ru_ru: Не удается отправить отчет. Попробуйте еще раз или сохраните отчет для отправки его вручную.

# Feedback_SendFeedback
source: Send feedback...
ru_ru: Отправить отзыв...

# Feedback_TranslationReport_Existing_Desc
source: Found a typo in the text? Do you know the better way to rephrase the sentence? What would you like to improve? It will be great if you attach an image for clarity!
ru_ru: Нашли опечатку или ошибку в тексте? Знаете, как лучше перефразировать предложение? Будет здорово, если вы прикрепите изображение для ясности!

# Feedback_TranslationReport_New_Desc
source: If you want to translate the application to the selected language, enter some information about yourself and specify your email for contact.
ru_ru: Если вы хотите перевести приложение на выбранный язык, введите некоторую информацию о себе и укажите адрес email для связи.

# Feedback_Subject
source: Subject
ru_ru: Краткое описание

# Feedback_Sent
source: Sent
ru_ru: Отправлено

# Validation_IncorrectPort
source: Incorrect port
ru_ru: Некорректный номер порта

# Validation_PortHint
source: Port must be set between 1 and 65535
ru_ru: Номер порта должен быть задан в пределах от 1 до 65535

# Validation_FieldRequired
source: Field is required
ru_ru: Обязательное поле

# Validation_FieldNotSet
source: Field not set
ru_ru: Поле не задано

# SortDirection_Ascending
source: Ascending
ru_ru: По возрастанию

# SortDirection_Descending
source: Descending
ru_ru: По убыванию

# Settings_SkipUac
source: Skip User Account Control warning
ru_ru: Пропускать предупреждение UAC

# Settings_SearchDuplicatesAfterScanningByDefault
source: Search for duplicates after scanning by default
ru_ru: Искать дубликаты после сканирования по умолчанию

# Settings_Log
source: Logging
ru_ru: Логирование

# Settings_Notifications
source: Notifications
ru_ru: Уведомления

# Filters_ExpandAll
source: Expand all
ru_ru: Развернуть все

# Filters_ResetAll
source: Reset all filters
ru_ru: Сбросить все фильтры

# Filters_Title
source: Filters
ru_ru: Фильтры

# Filters_Edit
source: Edit filters...
ru_ru: Редактировать фильтры...

# Fs_Collecting
source: Collecting...
ru_ru: Сбор...

# ExtraItems_Title
source: Extra files or folders detected
ru_ru: Обнаружены другие файлы или папки

# ExtraItems_GroupAction
source: Group action:
ru_ru: Групповое действие:

# Duplicates_Obsolete_Title
source: Obsolete duplicate group
ru_ru: Устаревшая группа дубликатов

# Duplicates_ExactDuplicate
source: Exact duplicate
ru_ru: Точный дубликат

# Duplicates_Groups_Error_Title
source: Something went wrong
ru_ru: Что-то пошло не так

# Fs_Projecting
source: Projecting...
ru_ru: Проекция...

source: Menu
ru_ru: Меню

# LongOperation_Title
source: Please wait
ru_ru: Пожалуйста, подождите

# LongOperation_Desc
source: Operation takes longer than usual...
ru_ru: Операция длится дольше обычного...

# Item_Columns_Path
source: Path
ru_ru: Путь

# Item_Columns_DateModified
source: Modified
ru_ru: Изменен

# Item_Columns_DateCreated
source: Created
ru_ru: Создан

# Fs_ReshapingCollectedData
source: Reshaping collected data...
ru_ru: Реформирование собранных данных...

# Fs_FileType_Unknown
source: Unknown
ru_ru: Неизвестно

# Exclusions_Reason_Error_Desc
source: Errors reading files and/or their metadata
ru_ru: Ошибки чтения файлов и/или их метаданных

source: Rename
ru_ru: Переименовать

# RecycleBin_LowCapacity_Move
source: Move to Recycle Bin
ru_ru: Переместить в корзину

# RecycleBin_Items
source: {0} items
ru_ru: {0} элементов

# RecycleBin_Error_Empty
source: Unable to empty Recycle Bin
ru_ru: Не удается очистить корзину

# RecycleBin_Empty_Title
source: Empty Recycle Bin?
ru_ru: Очистить корзину?

# RecycleBin_Empty_Empty
source: Empty
ru_ru: Очистить

# ExeRunAction_Allow
source: Allow
ru_ru: Разрешать

# ExeRunAction_Deny
source: Don't allow
ru_ru: Не разрешать

# Settings_Exe_AllowToRun_Desc
source: Executables from within Aya will run with administrative privileges and may harm your computer.
ru_ru: Исполняемые файлы, запущенные из Aya, будут иметь административные привилегии и могут навредить вашему компьютеру.

# Exe_Notify_AllowToRun_Title
source: Executables aren't allowed to run
ru_ru: Запуск исполняемых файлов запрещен

# Exe_Notify_AllowToRun_Desc
source: Run the file outside the app or allow executables to run in settings.
ru_ru: Запустите файл за пределами Aya, либо разрешите запуск исполняемых файлов в настройках.

# RecycleBin_CurrentUser
source: Current user's Recycle Bin
ru_ru: Корзина текущего пользователя

# RecycleBin_PercentOfUsed
source: {0}% of {1} used
ru_ru: Используется {0}% из {1}

# RecycleBin_Disabled_DeletePermanently_ProceedDelete
source: Proceed with deletion
ru_ru: Продолжить удаление

# Duplicates_PossibleDuplicate
source: Possible duplicate
ru_ru: Возможный дубликат

# Duplicates_Sort_Size
source: Size
ru_ru: По размеру

# Duplicates_Sort_Name
source: Name
ru_ru: По имени

# Duplicates_Sort_Count
source: Count
ru_ru: По количеству

# Settings_Error_OpenLogLocation
source: Unable to open current log file location.
ru_ru: Не удается открыть расположение текущего лог-файла.

# Duplicates_ThisLocation
source: This location
ru_ru: Это расположение

# Duplicates_ThisLocationAndSubfolders
source: This location and subfolders
ru_ru: Это расположение и подпапки

# Settings_Duplicates
source: Duplicates
ru_ru: Дубликаты

# Settings_Error_GetLogFilePath
source: Unable to get current log file path.
ru_ru: Не удается получить путь к лог-файлу.

# Settings_Error_LoadSettings
source: Unable to load user settings. Settings will be reset to defaults.
ru_ru: Не удается загрузить пользовательские настройки. Будут восстановлены настройки по умолчанию.

# Settings_Error_OpenLogFile
source: Unable to open current log file.
ru_ru: Не удается открыть лог-файл.

# Settings_Error_SetUacWarning
source: Unable to set UAC warning
ru_ru: Не удается настроить предупреждение UAC

# Settings_ExcludeList_Files
source: Files
ru_ru: Файлы

# Validation_FqPathRequired
source: Fully qualified path is required
ru_ru: Требуется указать полный путь

# Validation_DirectoryNotFound
source: Directory not found
ru_ru: Директория не найдена

# Upgrade_InEditionOnly_p1_Feature
source: This feature is only available in
ru_ru: Эта функция доступна только в

# Upgrade_InEditionOnly_p2_Edition
source: edition.
ru_ru: версии.

# Duplicates_DeleteGroup_Title
source: Delete selected group?
ru_ru: Удалить выбранную группу целиком?

# Duplicates_DeleteGroup_Desc
source: You're about to delete entire duplicate group. This means that all files in that group will be deleted.
ru_ru: Вы собираетесь удалить всю группу дубликатов. Это означает, что все файлы, включая оригинал, в этой группе будут удалены.

# Duplicates_Groups_Error_Desc
source: An error occurred while processing the duplicate group.
ru_ru: При обработке группы дубликатов возникла ошибка.

# Duplicates_RepeatSerach
source: Repeat search
ru_ru: Повторить поиск

# Settings_Filters_CreateGroup
source: Create
ru_ru: Создать

# Settings_Filters_AddGroup
source: Add
ru_ru: Добавить

# Settings_Filters_NewGroupName
source: New group
ru_ru: Новая группа

# Settings_Filters_CreateGroupBasedOn
source: Create new based on...
ru_ru: Дублировать...

# Settings_Filters_AddNewGroup
source: Add new group...
ru_ru: Добавить группу...

# Settings_Filters_RestoreDefaults
source: Restore all groups to their original defaults
ru_ru: Восстановить исходные значения для всех групп

# Filters_Error_LoadFilters
source: Unable to load user filters. Filters will be reset to defaults.
ru_ru: Не удается загрузить фильтры. Будут восстановлены фильтры по умолчанию.

# RecycleBin_Disabled_DeletePermanently_Title
source: Files will be permanently deleted
ru_ru: Файлы будут удалены безвозвратно

# Settings_Filters_KeepCustomGroups
source: Keep user groups
ru_ru: Сохранить пользовательские группы

# Settings_Filters_RestoreFilters_Title
source: Restore all filter groups?
ru_ru: Сбросить все группы фильтров?

# Settings_Filters_GroupName
source: Group name
ru_ru: Имя группы

# Settings_Filters_EnterGroupName
source: Enter group name
ru_ru: Введите имя группы

# Settings_Filters_GroupNameRequired
source: Group name must be set
ru_ru: Должно быть задано имя группы

# Settings_Filters_GroupAlreadyExists
source: Group with this name already exists
ru_ru: Группа с таким именем уже существует

# Settings_Filters_Groups_RestoreDefaults
source: Restore defaults
ru_ru: Сбросить по умолчанию

# Settings_ExcludeList_RestoreDefaults
source: Restore exclude list to its original defaults
ru_ru: Восстановить исходные значения для списков

# Settings_ExcludeList_Folders
source: Folders
ru_ru: Папки

# Settings_ExcludeList_Restore_Restore
source: Restore
ru_ru: Сбросить

# Settings_ExcludeList_Restore_Title
source: Restore defaults?
ru_ru: Сбросить списки исключений?

# Settings_ExcludeList_Restore_Desc
source: Exclude lists will be restored to their original state.
ru_ru: Списки исключений будут возвращены к первоначальному состоянию.

# Settings_ExcludeList_Files_Masks
source: Enter name or pattern, e.g. index.dat, unins*.exe, .dll
ru_ru: Введите имя или шаблон, напр. index.dat, unins*.exe, .dll

# Settings_ExcludeList_Folders_Masks
source: Enter path or pattern, e.g. *\appdata\, *\local*\
ru_ru: Введите путь или шаблон, напр. *\appdata\, *\local*\

# Settings_Filters_RestoreFilters_Restore
source: Restore
ru_ru: Сбросить

# Settings_Filters_StartTypingExtension
source: Start typing to find a filter or create a new one
ru_ru: Начните ввод, чтобы найти фильтр или создать новый

# Filters_CheckAll
source: Check all
ru_ru: Выбрать все

# Filters_UncheckAllButThis
source: Uncheck all but this
ru_ru: Отменить выбор всех, кроме этого

# Filters_UncheckAll
source: Uncheck all
ru_ru: Отменить выбор

# Filters_CollapseAll
source: Collapse all
ru_ru: Свернуть все
