Repository: 7room/Aya
Catalog: Localizations/Resources.*.resx
Languages: ru_ru

# Filters_CheckAllGroups
source: Check all groups
ru_ru: Выбрать все группы

# Filters_UncheckAllGroups
source: Uncheck all groups
ru_ru: Отменить выбор всех групп

# Filters_Desc
source: Content filtering based on categories
ru_ru: Фильтрация контента по категориям

# Exclusions_Title
source: Exclusions
ru_ru: Исключения

# Exclusions_Desc
source: Files and folders that are excluded from the results according to the settings, exclude lists or due to scanning problems.
ru_ru: Файлы и папки, которые были исключены из результатов согласно настройкам, спискам исключений или из-за проблем, возникших при сканировании.

# Exclusions_Reason
source: Reason
ru_ru: Причина

# Exclusions_Reason_Filtered_Desc
source: Filtering according to settings and exclude lists
ru_ru: Фильтрация согласно настройкам и спискам исключений

# Fs_InitDeviceLayers
source: Initializing device layers...
ru_ru: Инициализация уровней устройств...

# Fs_ReparsePointsNotSupported
source: Reparse points are currently not supported.
ru_ru: Точки повторной обработки (reparse points) в текущей версии не поддерживаются.

# Fs_FilteredByFileSize
source: Filtered by file size conditions: "{0}"
ru_ru: Отфильтровано по условиям размера файла: "{0}"

# Fs_FilteredByPath
source: Filtered by path pattern: "{0}"
ru_ru: Отфильтровано по пути: "{0}"

# Fs_FilteredByFileAttributes
source: Filtered by file attributes conditions: "{0}"
ru_ru: Отфильтровано по условиям атрибутов файла: "{0}"

# Settings_Proxy_Desc
source: If you connected to the Internet using a proxy server, please specify the proxy server connection settings.
ru_ru: Если вы подключаетесь к интернету через прокси-сервер, укажите параметры подключения прокси-сервера.

# Proxy_Desc
source: If you connected to the Internet using a proxy server, please specify the proxy server connection settings.
ru_ru: Если вы подключаетесь к интернету через прокси-сервер, укажите параметры подключения прокси-сервера.

# Exclusions_Exclusion
source: Exclusion
ru_ru: Исключение

# Settings_RunScanAtStartWhenSavedScanSources
source: Run scan at startup if there are saved sources
ru_ru: Запускать сканирование сохраненных источников на старте

# Settings_CenterWndHorizOnOpenPane
source: Center window horizontally when opening pane
ru_ru: Центрировать окно по горизонтали при открытии панели

# Settings_OpenLogFile
source: Open latest log file
ru_ru: Открыть текущий лог-файл

# Settings_OpenLogFolder
source: Open logs folder in Explorer
ru_ru: Открыть папку с лог-файлами

# Percent_OfDisk_Desc
source: Percent of disk used space
ru_ru: Процент от занятого дискового пространства

# Percent_OfComputer_Desc
source: Percent of whole PC used space
ru_ru: Процент от всего занятого пространства компьютера

# Percent_OfFolder_Desc
source: Percent of current folder space
ru_ru: Процент от пространства текущей папки

# Licensing_Error_SaveLicense
source: Unable to save license file to disk
ru_ru: Не удается сохранить файл лицензии на диск

# Licensing_Error_DeleteLicense
source: Unable to delete license file from disk.
ru_ru: Не удается удалить файл лицензии с диска.

# Settings_Error_SetContextMenuDrive
source: Unable to set context menu for drives
ru_ru: Не удается настроить контекстное меню для дисков

# Settings_Error_SetContextMenuFolder
source: Unable to set context menu for folders
ru_ru: Не удается настроить контекстное меню для папок

# Exclusions_EmptyState_NothingSelected
source: Nothing selected
ru_ru: Ничего не выбрано

# Settings_Filters_EmptyState_NoExtensions_Title
source: No items
ru_ru: Нет элементов

# Settings_Filters_EmptyState_NoGroups_Title
source: No groups
ru_ru: Нет групп

# Settings_Filters_EmptyState_NoExtensions_Desc
source: Add a new item using the field on the top.
ru_ru: Добавьте новый элемент, используя поле выше.

# Settings_Filters_EmptyState_AddNewGroup
source: Add new group and it will be shown here.
ru_ru: Добавьте новую группу и она появится здесь.

# Exclusions_EmptyState_NothingSelected_Desc
source: Select an exclusion on the left and its details will show up here.
ru_ru: Выберите исключение слева чтобы посмотреть подробности.

# Exclusions_Details
source: Details
ru_ru: Подробности

# ExtraItems_Details
source: Details
ru_ru: Подробности

# RecycleBin_LowCapacity_Title
source: Recycle Bin will be partially emptied
ru_ru: Корзина будет частично очищена

# RecycleBin_LowCapacity_Desc
source: There is not enough space in Recycle Bin to move the selected files. Some files already in Recycle Bin will be permanently deleted to release space.
ru_ru: В корзине недостаточно места для перемещения выбранных файлов. Часть файлов, уже находящихся в корзине, будет удалена безвозвратно.

# Settings_RecycleBin_WarnLowCapacity
source: Warn about insufficient capacity of Recycle Bin
ru_ru: Предупреждать о нехватке емкости корзины

# Settings_RecycleBin_WarnLowCapacity_Desc
source: If the capacity of the recycle bin is insufficient, the system may empty the recycle bin without warning when new files are moved into it.
ru_ru: Если емкость корзины недостаточна, то при помещении в нее новых файлов, система может очистить корзину без предупреждения.

# RecycleBin_Empty_Desc
source: The Recycle Bin may not be fully emptied. The files on the scanned disks will be deleted.
ru_ru: Корзина может быть очищена не полностью. Будут удалены файлы, относящиеся к отсканированным дискам.

# RecycleBin_Disabled_DeletePermanently_Desc
source: The selected files are located on the disk with disabled recycle bin.
ru_ru: Выбранные файлы расположены на диске с отключенной корзиной.

# Duplicates_Obsolete_Desc
source: Matching by content revealed that the files in this group are not duplicates. This group is displayed for information. You can ignore it or remove it from the list.
ru_ru: Сравнение по содержимому показало, что файлы в этой группе не являются дубликатами. Эта группа отображена для информации. Вы можете проигнорировать или убрать ее из списка.

# Duplicates_Obsolete_DeleteOnlyThis
source: Remove group from list
ru_ru: Убрать группу из списка

# Duplicates_Obsolete_DeleteAll
source: Remove all obsolete groups ({0})
ru_ru: Убрать все устаревшие группы ({0})

# ExtraItems_OperationIsInProgress
source: An operation is being performed on this item
ru_ru: Над этим элементом выполняется операция

# ReadyToDelete_FilteredContentWarning
source: Filtered items will not be deleted
ru_ru: Отфильтрованные элементы не будут удалены

# Settings_Filters_EmptyState_NoGroups_Desc
source: Create a group and its contents will be shown here.
ru_ru: Создайте группу и ее содержимое появится здесь.

# Settings_Filters_RestoreFilters_Desc
source: Default groups will be restored to their original state.
ru_ru: Стандартные группы будут возвращены к первоначальному состоянию.

# Settings_Filters_Desc
source: Filters are grouped and used in the application to increase the convenience of browsing content.
ru_ru: Фильтры объединены в группы и используются в приложении для повышения удобства просмотра содержимого.

# ExtraItems_Desc
source: The selected subset contains files or folders that were excluded from the scanning results for certain reasons. Decide what to do with these extras.
ru_ru: В выбранном подмножестве присутствуют файлы или папки, которые, по определенным причинам, были исключены из результатов сканирования. Выберите действие.

# ExtraItemAction_Skip
source: Skip
ru_ru: Пропустить

# ExtraItemAction_Delete
source: Delete
ru_ru: Удалить

# ExtraItemAction_Different
source: Different actions
ru_ru: Разные действия

# GridViewDensity_Medium
source: Medium
ru_ru: Средняя

# GridViewDensity_Low
source: Low
ru_ru: Низкая

# GridViewDensity_High
source: High
ru_ru: Высокая

# SizePercentType_Scan
source: Scan
ru_ru: От сканирования

# SizePercentType_Disk
source: Disk
ru_ru: От диска

# SizePercentType_Computer
source: Computer
ru_ru: От компьютера

# SizePercentType_Folder
source: Folder
ru_ru: От папки

source: Recycle Bin
ru_ru: Корзина

# RecycleBin_Open
source: Open
ru_ru: Открыть

# RecycleBin_Empty
source: Empty...
ru_ru: Очистить...

# RecycleBin_Refresh
source: Refresh
ru_ru: Обновить

# GridViewDensity
source: Density
ru_ru: Плотность сетки

# Settings_ExcludeList_Desc
source: Files and folders that will be excluded from the scan. You can specify both absolute paths and patterns.
ru_ru: Файлы и папки, которые будут исключены из сканирования. Можно указывать как абсолютные пути, так и шаблоны.

# Settings_Additional
source: Additional
ru_ru: Дополнительно

# Licensing_ProductKeyCreationDate
source: Key issue date:
ru_ru: Дата выдачи ключа:

# ProductKeyType_Donation
source: Donation
ru_ru: Пожертвование

# ProductKeyType_Trial
source: Trial
ru_ru: Пробная

# ProductKeyType_Lifetime
source: Lifetime
ru_ru: Бессрочная

# ProductKeyType_Annual
source: Annual
ru_ru: Годовая

# Validation_NumberMustBePositive
source: The number must be positive
ru_ru: Число должно быть положительным

# Settings_ScanEngine
source: Scan engine
ru_ru: Сканирующий движок

# Settings_FastScan_UseMft
source: Use fast scan engine
ru_ru: Включить быстрое сканирование

# Settings_FastScan_UseMft_Desc
source: Fast scan engine reads the master file table (MFT) directly from NTFS-formatted disks.
ru_ru: Для дисков с файловой системой NTFS используется считывание MFT напрямую.

# Duplicates_Sort_SortBy
source: Sort by:
ru_ru: Сортировать:

# Exclusions_Reason_NotSupported
source: Not supported
ru_ru: Не поддерживается

# Exclusions_Reason_NotSupported_Desc
source: Files that are not currently supported
ru_ru: Неподдерживаемые на данный момент файлы

# Exclusions_Reasons
source: Reasons
ru_ru: Причины

# Exclusions_Message
source: Message
ru_ru: Сообщение

# SkipCode_FilterByPath
source: Filtered by path according to exclude lists.
ru_ru: Отфильтровано по пути согласно спискам исключений.

# SkipCode_AccessDenied
source: Access denied. Insufficient rights to access a file or folder.
ru_ru: Доступ запрещен. Недостаточно прав для доступа к файлу или папке.

# SkipCode_ReparsePoint
source: Reparse Point. Not currently supported.
ru_ru: Точка повторной обработки (Reparse point). Временно не поддерживается.

# SkipCode_FilterBySize
source: Filtered by size according to settings.
ru_ru: Отфильтровано по размеру согласно настройкам.

# SkipCode_FilterByAttributes
source: Filtered by attributes according to settings.
ru_ru: Отфильтровано по атрибутам согласно настройкам.

# SkipCode_Exception
source: Unknown error reading file and/or its metadata.
ru_ru: Неизвестная ошибка чтения файла и/или его метаданных.

# SkipCode_UnableToReadSize
source: Fast scan engine doesn't currently support reading size for this file.
ru_ru: Быстрое сканирование через MFT временно не поддерживает чтение размера для этого файла.

# Search_SyntaxCommands
source: Commands
ru_ru: Команды

# Fs_ReadingMft
source: Reading MFT...
ru_ru: Чтение MFT...

# Settings_EnableDetailedLogging
source: Enable detailed logging
ru_ru: Включить подробное логирование

# Settings_EnableDetailedLogging_Desc
source: Capture more data for troubleshooting.
ru_ru: Собирать больше данных для поиска и устранения неисправностей.

# Fs_FilteringFileRecords
source: Filtering file records...
ru_ru: Фильтрация файловых записей...

# Fs_NormalizingData
source: Normalizing data...
ru_ru: Нормализация данных...

# Fs_Finalizing
source: Finalizing...
ru_ru: Завершение...

# Main_ScanEngine_Hint
source: Scanning can be performed in two modes: normal and fast using MFT. Fast scanning is only available in Aya Advanced for NTFS disks.
ru_ru: Сканирование может проводиться в двух режимах: обычное и быстрое сканирование через MFT. Быстрое сканирование доступно только в Aya Advanced для NTFS дисков.

# Settings_ShowContentMaximized
source: Show window maximized
ru_ru: Разворачивать окно на весь экран

# Feedback_Additional
source: Additional
ru_ru: Дополнительно

# Feedback_LocalizationGuide
source: Open localization guidelines
ru_ru: Открыть руководство по локализации
