Repository: 7room/Aya
Catalog: Localizations/Resources.*.resx
Languages: ru_ru

source: Close
ru_ru: Закрыть

# Settings_Language
source: Language
ru_ru: Язык

# Main_Scan
source: Scan...
ru_ru: Сканировать...

# Main_SelectFolderToScan
source: Select a folder to scan
ru_ru: Выберите папку для сканирования

# Update_Status_UpToDate
source: Aya is up to date
ru_ru: Установлена последняя версия

# Update_Title
source: Update
ru_ru: Обновление

# Update_CheckForUpdates
source: Check for updates
ru_ru: Проверить наличие обновлений

# Main_Preparing
source: Preparing...
ru_ru: Подготовка...

# Settings_Files
source: Files
ru_ru: Файлы

# Settings_IgnoreHiddenFiles
source: Ignore hidden files
ru_ru: Игнорировать скрытые файлы

# Settings_IgnoreProtectedFiles
source: Ignore protected system files
ru_ru: Игнорировать защищенные системные файлы

# Tab_Duplicates
source: Duplicates
ru_ru: Дубликаты

# Settings_Duplicates_IgnoreFileSizeUnder
source: Ignore file size under
ru_ru: Игнорировать файлы меньше

source: About
ru_ru: О программе

# Main_NewScan
source: New scan...
ru_ru: В начало...

# Main_SelectDisks_Title
source: Select disks to scan
ru_ru: Выберите диски для сканирования

# Main_SearchingDuplicates
source: Searching for duplicates...
ru_ru: Поиск дубликатов...

# Duplicates_Search
source: Search for duplicates
ru_ru: Искать дубликаты

# Main_NoFilesFound
source: No files were found
ru_ru: Пусто

# Main_NoFilesFound_Desc
source: There are no files in selected location.
ru_ru: В выбранном расположении нет файлов.

# Main_SelectDisks_Desc
source: Aya scans your disks and displays which files and folders are taking up your disk space.
ru_ru: Aya сканирует устройства хранения и показывает, какие файлы и папки занимают наибольшее пространство.

# ErrorInfo_SendReport
source: Send report...
ru_ru: Отправить отчет...

# ErrorInfo_Title
source: Something went wrong
ru_ru: Что-то пошло не так

# Feedback_Sending
source: Sending...
ru_ru: Отправка...

source: Advanced details
ru_ru: Подробные сведения

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# Item_Columns_Name
source: Name
ru_ru: Имя

# Item_Columns_Location
source: Location
ru_ru: Расположение

# Item_Columns_Size
source: Size
ru_ru: Размер

# Item_Columns_Type
source: Type
ru_ru: Тип

# Tab_Contents
source: Contents
ru_ru: Содержимое

# Tab_TopFiles
source: Top Files
ru_ru: Топ файлов

# TopType_Top5
source: Top 5
ru_ru: Toп 5

# TopType_Top10
source: Top 10
ru_ru: Toп 10

# TopType_Top50
source: Top 50
ru_ru: Toп 50

# TopType_Top100
source: Top 100
ru_ru: Toп 100

# TopType_Top500
source: Top 500
ru_ru: Toп 500

# TopType_All
source: All
ru_ru: Все

# SortingType_Name
source: Name
ru_ru: Имя

# SortingType_Size
source: Size
ru_ru: Размер

# SortingType_Count
source: Count
ru_ru: Количество

# Duplicates_Result_NotFound
source: No duplicates were found.
ru_ru: Дубликатов не найдено.

# Duplicates_Search_Title
source: Duplicate search
ru_ru: Поиск дубликатов

# Item_Columns_Used
source: Used
ru_ru: Использование

# Item_Properties
source: Properties...
ru_ru: Свойства...

# Item_Columns_Percent
source: Percent
ru_ru: Процент

# Item_CopyAsPath
source: Copy as path
ru_ru: Копировать путь

# Item_CopyAsName
source: Copy as name
ru_ru: Копировать имя

# Item_Delete
source: Delete...
ru_ru: Удалить...

# Item_Open
source: Open...
ru_ru: Открыть...

# Item_OpenLocation
source: Open location
ru_ru: Открыть расположение

# Fs_Undefined
source: Undefined
ru_ru: Не определено

# Main_UpOneLevel
source: Up one level
ru_ru: Вверх на один уровень

# About_PrivacyPolicy
source: Privacy Policy
ru_ru: Политика конфиденциальности

# Update_ReleaseNotes
source: Release notes
ru_ru: Подробнее

# About_Version
source: Version
ru_ru: Версия

# Pavel
source: Pavel Mikhaylov
ru_ru: Павел Михайлов

# Fs_FileType_Folder
source: File folder
ru_ru: Папка с файлами

# About_Eula
source: End-User License Agreement
ru_ru: Лицензионное соглашение

# Fs_FileNotFound
source: <file has been renamed or deleted>
ru_ru: <файл был переименован или удален>

source: Learn more
ru_ru: Подробнее

# About_AllRightsReserved
source: All rights reserved.
ru_ru: Все права защищены.

# Update_Status_CheckingForUpdates
source: Checking for updates...
ru_ru: Проверка наличия обновлений...

# About_Donate_p1_HelpUsImprove
source: Help us to improve Aya,
ru_ru: Помогите улучшить Aya,

# About_CopyMachineId
source: Copy Machine ID
ru_ru: Скопировать Machine ID

# About_Donate_p2_ViaPayPal
source: donate via PayPal.
ru_ru: пожертвуйте через PayPal.

# Feedback_Attachment_Settings
source: Settings
ru_ru: Настройки

# Settings_Proxy_Change
source: Change proxy settings...
ru_ru: Изменить настройки прокси...

# Settings_Duplicates_MatchByContent
source: Match by content (slower, but more accurate)
ru_ru: Сравнивать по содержимому (медленнее, но точнее)

# Settings_Duplicates_MatchByName
source: Match by name
ru_ru: Сравнивать по имени

# Settings_Duplicates_MatchByModifiedDate
source: Match by modified date
ru_ru: Сравнивать по дате модификации

# Settings_Duplicates_MatchBySize
source: Match by size
ru_ru: Сравнивать по размеру

# Settings_IgnoreZeroByteFiles
source: Ignore zero byte files
ru_ru: Игнорировать файлы с нулевым размером

# Proxy_Title
source: Proxy settings
ru_ru: Настройки прокси

# Units_Mb
source: MB
ru_ru: МБ

# Settings_Duplicates_IgnoreFileSizeOver
source: Ignore file size over
ru_ru: Игнорировать файлы больше

# EmptyState_NoItems
source: There are no items to show in this view.
ru_ru: Нет элементов для отображения в этом виде.

# Proxy_User
source: User
ru_ru: Пользователь

# Proxy_Password
source: Password
ru_ru: Пароль

# Proxy_NoProxy
source: No proxy
ru_ru: Отключить прокси

# Proxy_Server
source: Server
ru_ru: Сервер

# Licensing_HowToGetProductKey
source: How can I receive a product key?
ru_ru: Как я могу получить ключ продукта?

source: Licensing
ru_ru: Лицензирование

# Licensing_License
source: License
ru_ru: Лицензия

# Licensing_ProductKeyLooksLike
source: The product key looks similar to this:
ru_ru: Ключ продукта имеет следующий формат:

# Licensing_Activate
source: Activate
ru_ru: Активировать

# Licensing_KeyDoesntWork
source: This product key doesn't work
ru_ru: Этот ключ не работает

# Licensing_LicenseStatus
source: Status:
ru_ru: Статус:

# Licensing_Error_Activating
source: An error occurred while activating
ru_ru: В процессе активации произошла ошибка

# Licensing_EnterYourProductKey
source: Please enter your product key to upgrade to another edition.
ru_ru: Пожалуйста, введите ключ продукта для смены версии.

# Licensing_ProductKey
source: Product key:
ru_ru: Ключ продукта:

# Licensing_ActivationDate
source: Activation date:
ru_ru: Дата активации:

source: Developer
ru_ru: Разработчик

source: Support
ru_ru: Поддержка

# Language_Restart_Title
source: Restart the application?
ru_ru: Перезапустить приложение?

# Language_Restart_Restart
source: Restart now
ru_ru: Перезапустить сейчас

# Language_Restart_Cancel
source: Don't restart
ru_ru: Не перезапускать

# Duplicates_Result_Title
source: Search result
ru_ru: Результат поиска

# Duplicates_Result_Searching
source: Search...
ru_ru: Поиск...

# Duplicates_Result_NotRun
source: Search wasn't carried out.
ru_ru: Поиск не проводился.

# About_Description
source: Aya is a well-designed tool that helps you take control over your large files and get rid of the useless ones.
ru_ru: Приложение для поиска и управления файлами и папками, занимающими наибольшее дисковое пространство.

# Donate_Instructions_Desc
source: You can donate money to the project through our PayPal account. There is no minimum amount for your donation, but keep in mind that PayPal charges us a fee for each donation. If you click on one of the buttons below, you will be taken to the secure PayPal website. You don't need to have a PayPal account in order to make a donation. As a contributor to Aya, you receive a product key that disables the donation prompt, which is displayed from time to time in the application.
ru_ru: Вы можете пожертвовать средства через наш аккаунт PayPal. Сумма пожертвования может быть любой, минимальных значений нет. Нажимая на одну из кнопок ниже, вы перейдете на защищенный сайт PayPal. Вам не нужно иметь аккаунт PayPal для совершения платежа. После пожертвования вы получите ключ продукта, который отключит всплывающие уведомления о пожертвованиях.

# Donate_Title
source: Support us!
ru_ru: Поддержите нас!

# Proxy_UseSystem
source: Use system proxy settings
ru_ru: Использовать системные настройки прокси

# Proxy_UseSpecified
source: Use custom proxy
ru_ru: Использовать указанный прокси

# Proxy_UseServerAuth
source: Use proxy server authentication
ru_ru: Использовать аутентификацию

source: Donate
ru_ru: Пожертвовать

# Donate_Instructions_Title
source: Donate via Credit Card or Paypal
ru_ru: Платеж с помощью кредитной карты или PayPal

# Donate_Desc
source: High-quality application development takes much time and resources. If you find the application useful and would like to support our efforts, please consider donating.
ru_ru: Разработка качественных приложений занимает много времени и ресурсов. Если вы нашли приложение полезным и хотели бы поддержать наши старания, пожалуйста, рассмотрите возможность пожертвования.

# About_Support_ContactEmail
source: Contact us via email
ru_ru: Связаться с нами по email

# About_Support_Github
source: Explore known issues on GitHub
ru_ru: Ознакомиться с известными проблемами на GitHub

# Fs_FolderNotFound
source: <folder has been renamed or deleted>
ru_ru: <папка была переименована или удалена>

# Settings_Shell
source: Shell integration
ru_ru: Интеграция в систему

# Settings_Shell_OpenWith_p2_OpenWithApp
source: Open with Aya
ru_ru: Открыть в Aya

# Settings_Shell_OpenWith_p1_Add
source: Add
ru_ru: Добавить

# Settings_Shell_OpenWith_p3_OptionToFolderMenu
source: to Folder menu
ru_ru: в меню папок

# Settings_Shell_OpenWith_p3_OptionToDriveMenu
source: to Drive menu
ru_ru: в меню дисков

# ErrorInfo_CopyToClipboard
source: Copy to Clipboard
ru_ru: Скопировать в буфер обмена

# Main_SearchDuplicatesWithDefaults
source: Search for duplicates with default settings
ru_ru: Искать дубликаты с настройками по умолчанию

# FileType_Images
source: Images
ru_ru: Изображения

# FileType_Audio
source: Audio
ru_ru: Аудио

# FileType_Video
source: Video
ru_ru: Видео

# FileType_Applications
source: Applications
ru_ru: Приложения

# FileType_Compressed
source: Compressed
ru_ru: Архивы

# Settings_Filters_Extensions
source: Extensions
ru_ru: Расширения

# Settings_RestoreDefaults
source: Restore defaults
ru_ru: Сброс настроек

# Feedback_Attachment_Image
source: Image
ru_ru: Изображение

# Feedback_Attachments
source: Attachments
ru_ru: Вложения

# Feedback_Attachment_Logs
source: Log files
ru_ru: Лог-файлы

# Feedback_Send
source: Send
ru_ru: Отправить

# Feedback_ProblemReport_Title
source: Tell us what has happened
ru_ru: Расскажите, что произошло

# Feedback_AddAttachment
source: Add attachment
ru_ru: Добавить вложение

# Feedback_DeleteAttachment
source: Delete attachment
ru_ru: Удалить вложение

# ErrorInfo_Exit
source: Exit
ru_ru: Выход

# Attachment_ErrorDetails
source: Error details
ru_ru: Информация об ошибке

# Feedback_SaveReportToDisk
source: Save report to disk for sending via email...
ru_ru: Сохранить отчет на диск для отправки через email...

source: ZIP archives
ru_ru: ZIP архивы

source: Feedback report saved
ru_ru: Отчет сохранен

source: Feedback report not saved
ru_ru: Отчет не сохранен

# Feedback_NothingToSave
source: Nothing to save.
ru_ru: Нет данных для сохранения.

# Feedback_ReportSavedTo
source: Feedback report is successfully saved to:
ru_ru: Отчет успешно сохранен в:

# Update_CancelDownloadUpdate
source: Cancel download
ru_ru: Отменить загрузку

source: Cancel
ru_ru: Отмена

# Licensing_ExpirationDate
source: Expiration date:
ru_ru: Дата окончания:

# Licensing_Remaining
source: Remaining:
ru_ru: Осталось:

source: N/A
ru_ru: Н/Д

# Licensing_Edition
source: Edition:
ru_ru: Версия:

# Licensing_LicenseType
source: License type:
ru_ru: Тип лицензии:

# Licensing_DeleteLicense
source: Delete license...
ru_ru: Удалить лицензию...

source: Delete
ru_ru: Удалить

# Licensing_Details
source: Details...
ru_ru: Подробности...

# Licensing_AppIsLicensedTo
source: The application is licensed to {0}.
ru_ru: Зарегистрировано на {0}.

# Licensing_LicenseInformation
source: License information
ru_ru: Информация о лицензии

# Licensing_CustomerFullName
source: Full name:
ru_ru: Полное имя:

# Licensing_CustomerCompany
source: Company:
ru_ru: Компания:

# Licensing_CustomerInfo
source: User information
ru_ru: Информация о пользователе

# Licensing_Actions
source: Actions
ru_ru: Действия

# Licensing_Expired
source: Expired:
ru_ru: Истекло:

# Licensing_RestoreProductKey
source: Restore product key
ru_ru: Восстановить ключ продукта

# Main_Scanning
source: Scanning...
ru_ru: Сканирование...

# Exclusions_Reason_Error
source: Error
ru_ru: Ошибка

# Exclusions_Reason_Filtered
source: Filtered
ru_ru: Отфильтровано

# EmptyState_ManyItems
source: There are too many items to show in this view.
ru_ru: Выбрано слишком много элементов для отображения в этом виде.

# ExtraItems_ProceedDelete
source: Proceed with deletion
ru_ru: Продолжить удаление

# Update_DownloadUpdate
source: Download update
ru_ru: Загрузить обновление

# Update_RestartToInstallUpdate
source: Restart to install update
ru_ru: Перезапустить для установки

# Update_NeverChecked
source: Never
ru_ru: Никогда

# Update_Status_DownloadPending
source: Download pending...
ru_ru: Ожидание загрузки...

# Update_CurrentVersion
source: Current version is {0}
ru_ru: Текущая версия {0}

# Fs_ItemNotFound
source: Item has been moved, renamed, or deleted
ru_ru: Элемент был переименован или удален

# Settings_Filters_Groups
source: Groups
ru_ru: Группы

# Language_Restart_Desc
source: Language settings have been changed. To apply changes now, restart the application.
ru_ru: Настройки языка изменены. Чтобы сменить язык сейчас, перезапустите приложение.

# Feedback_Attachment_Filters
source: Filters
ru_ru: Фильтры

# Main_StopScanning
source: Stop scanning
ru_ru: Остановить сканирование

# Licensing_ChangeProductKey
source: Change product key
ru_ru: Сменить ключ продукта

# Update_Changelog
source: Changelog
ru_ru: История версий

# FileType_Documents
source: Documents
ru_ru: Документы

# Settings_Filters_CopyTag
source: Copy
ru_ru: Копия

# Update_Status_FailedToCheck
source: Unable to check for updates
ru_ru: Не удается проверить наличие обновлений

# Main_SwitchToAdvanced
source: Switch to advanced mode
ru_ru: Переключиться в расширенный режим

# MainViewMode_Advanced
source: Advanced mode
ru_ru: Расширенный режим

# Settings_UseAdvancedModeByDefault
source: Show scan window in advanced mode
ru_ru: Показывать окно сканирования в расширенном режиме

# MainViewMode_Default
source: Default mode
ru_ru: Стандартный режим

# MainViewMode_Scanning
source: Scanning...
ru_ru: Сканирование...

# Settings_AnimateWndCentering
source: Animate window centering
ru_ru: Анимировать центрирование окна

# ErrorInfo_Details
source: Details
ru_ru: Подробности

# Duplicates_Groups
source: Groups
ru_ru: Группы

# Duplicates_TotalSelectedFiles
source: files:
ru_ru: файлы:

# Duplicates_DeleteSelected
source: Delete selected...
ru_ru: Удалить выбранное...

# Duplicates_Groups_Error_Message
source: Message:
ru_ru: Сообщение:

# Duplicates_AllGroups
source: All groups
ru_ru: Все группы

# Duplicates_EarliestCopies
source: Earliest
ru_ru: Самый ранний

# Duplicates_LatestCopies
source: Latest
ru_ru: Самый поздний

# Settings_Proxy
source: Proxy settings
ru_ru: Настройки прокси

# Licensing_LicenseExpiredYesterday
source: Expired yesterday
ru_ru: Истекла вчера

# Licensing_LicenseExpiresToday
source: Expires today
ru_ru: Истекает сегодня

source: Don't ask me again
ru_ru: Больше не спрашивать

# ExeRunAction_Ask
source: Ask each time
ru_ru: Спрашивать каждый раз

# Exe_AllowToRun_Yes
source: Allow
ru_ru: Разрешить

# Exe_AllowToRun_Title
source: Allow to run this file?
ru_ru: Разрешить запуск?

# Exe_AllowToRun_Desc
source: File "{0}" will be run with administrative privileges and may harm your computer.
ru_ru: Файл "{0}" будет запущен с административными привилегиями и может навредить вашему компьютеру.

# Settings_Exe_AllowToRun
source: Allow to run executables
ru_ru: Запуск исполняемых файлов

# Main_Advanced
source: Advanced
ru_ru: Больше функций

# Main_NewScan_Desc
source: Your current scan results will be lost.
ru_ru: Результаты текущего сканирования будут потеряны.

# Main_NewScan_NewScan
source: New scan
ru_ru: Новое сканирование

# Main_NewScan_Title
source: Start new scan?
ru_ru: Вернуться в начало?

# Main_ScanSources
source: Scan sources
ru_ru: Источники сканирования

# Grid_ShowGridlines
source: Show gridlines
ru_ru: Показать сетку

# Main_SwitchToDefault
source: Switch to default mode
ru_ru: Переключиться в стандартный режим

# Main_AddScanSource
source: Add source...
ru_ru: Добавить источник...

# Main_AddOneMoreScanSource
source: Add one more source...
ru_ru: Добавить еще источник...

# Licensing_DaysRemaining
source: {0} days remaining
ru_ru: Осталось {0} дней

# Licensing_SubscriptionDaysRemaining
source: Subscription: {0} days remaining
ru_ru: Подписка: осталось {0} дней

# DiskControl_FileSystem
source: File System
ru_ru: Файловая система

# DiskControl_FreeOf
source: free of
ru_ru: свободно из

# DiskControl_UsedOf
source: used of
ru_ru: занято из

# Percent_OfScan_Desc
source: Percent of total scanned space
ru_ru: Процент от отсканированного пространства

# ScanSource_Folder_Caption
source: Path:
ru_ru: Путь:

# ScanSource_Snapshot_Caption
source: Snapshot:
ru_ru: Снимок:

# ScanSource_Unc_Caption
source: UNC path:
ru_ru: UNC путь:

# Settings_Tab_Scan
source: Scan
ru_ru: Сканирование

# Duplicates_BackToSearch
source: Back to search
ru_ru: Вернуться к поиску

# Duplicates_Result_PrevSearch_p1_Detected
source: Previous search detected
ru_ru: Предыдущий поиск обнаружил

# Duplicates_Result_PrevSearch_p2_Groups
source: {0} duplicate groups.
ru_ru: {0} групп дубликатов.

# Search_Query
source: Search...
ru_ru: Поиск...

# Settings_Tab_General
source: General
ru_ru: Основные

# Settings_Tab_ExcludeList
source: Exclude list
ru_ru: Исключения

# Settings_Tab_Filters
source: Filters
ru_ru: Фильтры

# Settings_Tab_Advanced
source: Advanced
ru_ru: Дополнительно

# Settings_Tab_Update
source: Update
ru_ru: Обновления

# About_Tab_Support
source: SUPPORT
ru_ru: ПОДДЕРЖКА

# About_Tab_About
source: ABOUT
ru_ru: О ПРОГРАММЕ

# About_Tab_Licensing
source: LICENSING
ru_ru: ЛИЦЕНЗИЯ

# About_ThirdPartyNotices
source: Third-Party Notices
ru_ru: Соглашения сторонних компонентов

# About_Update_FullChangelog
source: Full changelog
ru_ru: Полная история версий

# Settings_Appearance
source: Appearance
ru_ru: Внешний вид

# Update_UpdateManually
source: Download manually
ru_ru: Скачать вручную

# Update_ChangeChannel
source: Change channel
ru_ru: Переключиться

# Update_Channel_Beta
source: Beta channel
ru_ru: Бета-версии

# Update_Channel_Stable
source: Stable channel
ru_ru: Стабильный

# Update_Channel_Dev
source: Developer channel
ru_ru: Для разработчиков

# Update_Channel_Dev_Desc
source: The latest features that are in progress. Crashes and unexpected bugs may occur.
ru_ru: Новейшие функции, находящиеся в разработке. Возможны сбои и неизвестные ошибки.

# Update_Channel_Stable_Desc
source: Stable and fully tested versions that don't contain experimental features.
ru_ru: Стабильные протестированные версии, которые не содержат экспериментальных функций.

# Update_Channel_Beta_Desc
source: Upcoming changes and improvements before they land on the stable channel. Crashes and unexpected bugs might occur. Intended for developers and early adopters.
ru_ru: Новые функции и улучшения, которые скоро перейдут в стабильные версии. Возможны сбои и неизвестные ошибки.

# Settings_UpdateAutomatically
source: Update automatically
ru_ru: Обновлять автоматически

# Settings_Update
source: Update
ru_ru: Обновление

# Update_LastChecked
source: Last checked:
ru_ru: Последняя проверка:

# Update_Status_FailedToDownload
source: Unable to download update
ru_ru: Не удается загрузить обновление

# Update_Status_FailedToInstall
source: Unable to install update
ru_ru: Не удается установить обновление

# Update_Status_ReadyToInstall
source: Aya {0} is ready to install
ru_ru: Aya {0} готова к установке

# Update_Status_DownloadingUpdate
source: Downloading Aya
ru_ru: Загрузка Aya

# Update_Status_UpdateAvailable
source: Aya {0} is available
ru_ru: Доступна Aya {0}

# Update_Status_NotChecked
source: Update check has not been performed in this session
ru_ru: Проверка наличия обновлений не была выполнена в этой сессии

# Update_SwitchToUnstableChannel_Title
source: You are switching to unstable channel
ru_ru: Вы переключаетесь на нестабильный канал

# Settings_UpdateAutomatically_Desc
source: Automatically update Aya when a new release is available.
ru_ru: Автоматически обновлять Aya при выходе новой версии.

# Update_String_p1_See
source: See
ru_ru: Посмотреть

# Update_String_p2_WhatsNew
source: what's new
ru_ru: что нового

# Update_String_p3_Or
source: or
ru_ru: или

# Update_String_p4_RestartNow
source: restart now.
ru_ru: перезапустить сейчас.

# Update_String_Desc
source: An updated version of Aya is downloaded and will be installed at the next launch.
ru_ru: Обновленная версия Aya загружена и будет установлена после перезапуска.

# Update_SwitchToUnstableChannel_Desc
source: You are switching to unstable versions, which contain features that are in progress. Crashes and unexpected bugs may occur. Please, proceed with caution.
ru_ru: Вы переключаетесь на получение нестабильных версий, которые содержат функции, находящиеся в разработке. Будьте осторожны: возможны сбои и неизвестные ошибки.

# Settings_CurrentUpdateChannel
source: You are currently on
ru_ru: Канал обновлений:

# About_CopyrightWarning
source: Warning: This program is protected by copyright law and international treaties. Unauthorized reproduction or distribution of this program, or any portion of it, may result in severe civil and criminal penalties, and will be prosecuted to the maximum extent possible under the law.
ru_ru: Внимание: программа защищена законом об авторском праве и международными соглашениями. Несанкционированное копирование или распространение программы или любой ее части может привести к серьезным гражданским и уголовным наказаниям и будет преследоваться в максимально возможной степени по закону.

# About_Support_SendFeedback
source: Send feedback...
ru_ru: Отправить отзыв...

# About_Support_Desc
source: Have you identified a reproducible problem in Aya? Have a feature request? Want to tell us about your experience with Aya? We want to know about it! You can write us using our in-app feedback tool or report an issue on GitHub.
ru_ru: Обнаружили проблему в Aya? Не хватает важной функции? Хотите рассказать нам о своих впечатлениях от работы с Aya? Мы хотим знать об этом! Вы можете написать нам, используя встроенный инструмент обратной связи или сообщить о проблеме, используя GitHub.

# Licensing_UpgradeLicense
source: Upgrade license
ru_ru: Купить лицензию

# Licensing_Delete_Title
source: Delete active license?
ru_ru: Удалить текущую лицензию?

# Licensing_ManageSubscription
source: Manage subscription
ru_ru: Управление подпиской

# Licensing_LicenseDevices
source: Devices:
ru_ru: Устройства:

# Licensing_Delete_Desc
source: To restore the license or obtain a new one, go to the application website or contact support.
ru_ru: Для восстановления лицензии или получения новой, вы можете пройти на сайт Aya, либо связаться с нами.

# Licensing_ThankYou
source: Thank you for choosing Aya.
ru_ru: Спасибо, что выбрали Aya.

# Licensing_Finish
source: Finish
ru_ru: Готово
